export const HERO_CONTENT = [
  {
    id: 'c1',
    title: ' بزرگترین بازارهای سهام آمریکا کدامند؟',
    description: `ایالات متحده با بازار مالی پویا خود، چندین بازار سهام اصلی را در اختیار دارد که معاملات اوراق بهادار را تسهیل می‌کنند. از میان این بازارهای برجسته می‌توان به بورس اوراق بهادار نیویورک (NYSE) و سامانه اعلام قیمت خودکار انجمن ملی ‌معامله‌گران اوراق بهادار (NASDAQ) اشاره کرد که هرکدام ویژگی‌ها و خصوصیات خاص خود را دارند. شاخص استاندارد و پور (S&P 500) نیز تأثیر قابل توجهی دارد. در ادامه هر کدام از این بازارها را به صورت مفصل توضیح خواهیم داد.`,
    logo: (
      <svg
        xmlns="http://www.w3.org/2000/svg"
        fill="none"
        viewBox="0 0 24 24"
        strokeWidth={1.5}
        stroke="currentColor"
        className="w-8 h-8"
      >
        <path
          strokeLinecap="round"
          strokeLinejoin="round"
          d="M7.5 14.25v2.25m3-4.5v4.5m3-6.75v6.75m3-9v9M6 20.25h12A2.25 2.25 0 0 0 20.25 18V6A2.25 2.25 0 0 0 18 3.75H6A2.25 2.25 0 0 0 3.75 6v12A2.25 2.25 0 0 0 6 20.25Z"
        />
      </svg>
    ),
    image: '/images/blog1.png',
  },
  {
    id: 'c2',
    title: 'صندوق سرمایه گذاری طلا چیست و سرمایه گذاری در آن چگونه است؟',
    description: `صندوق سرمایه‌گذاری طلا چیست؟ سؤالی که این روزها از عموم مردم شنیده می‌شود. از گذشته تا به امروز تمام افراد به دنبال حفظ ارزش و ارتقای قدرت مالی خود بوده‌اند. کمتر کسی را می‌توانید پیدا کنید که این امر را مهم قلمداد نکند. درآمد و دستیابی به پول یک امر مهم است ولی مهم‌تر از آن حفظ ارزش سرمایه شماست. ارزش پول همواره در حال سقوط است و سرمایه ثابت نمی‌تواند شما را ثروتمند کند بلکه تنها سرمایه‌گذاری درست و هدفمند می‌تواند به شما کمک کند.`,
    logo: (
      <svg
        xmlns="http://www.w3.org/2000/svg"
        fill="none"
        viewBox="0 0 24 24"
        strokeWidth={1.5}
        stroke="currentColor"
        className="w-full h-full"
      >
        <path
          strokeLinecap="round"
          strokeLinejoin="round"
          d="M3 13.125C3 12.504 3.504 12 4.125 12h2.25c.621 0 1.125.504 1.125 1.125v6.75C7.5 20.496 6.996 21 6.375 21h-2.25A1.125 1.125 0 0 1 3 19.875v-6.75ZM9.75 8.625c0-.621.504-1.125 1.125-1.125h2.25c.621 0 1.125.504 1.125 1.125v11.25c0 .621-.504 1.125-1.125 1.125h-2.25a1.125 1.125 0 0 1-1.125-1.125V8.625ZM16.5 4.125c0-.621.504-1.125 1.125-1.125h2.25C20.496 3 21 3.504 21 4.125v15.75c0 .621-.504 1.125-1.125 1.125h-2.25a1.125 1.125 0 0 1-1.125-1.125V4.125Z"
        />
      </svg>
    ),
    image: '/images/blog2.png',
  },
  {
    id: 'c3',
    title: 'صندوق سرمایه گذاری با درآمد ثابت چیست و چه مزایایی دارد؟',
    description: ` شناسایی هدف و خواندن دقیق اساسنامه به شما این امکان را می‌دهد که با انتخاب صندوق مورد نظر سود قابل قبول و مطمئن کسب کنید. همانطور که باهم مرور کردیم از مزایای سرمایه گذاری در صندوق با درآمد ثابت معامله آسان و سود مطمئن بدون ریسک است. برای بسیاری از افراد که به دنبال سرمایه گذاری در بانک هستند سرمایه گذاری در صندوق‌های درآمد ثابت می‌تواند یک موهبت باشد که با ریسک کم سودی چند برابر بیشتر از سود بانکی را کسب کنند.`,
    logo: (
      <svg
        xmlns="http://www.w3.org/2000/svg"
        fill="none"
        viewBox="0 0 24 24"
        strokeWidth={1.5}
        stroke="currentColor"
        className="w-full h-full"
      >
        <path
          strokeLinecap="round"
          strokeLinejoin="round"
          d="M12 9v3.75m-9.303 3.376c-.866 1.5.217 3.374 1.948 3.374h14.71c1.73 0 2.813-1.874 1.948-3.374L13.949 3.378c-.866-1.5-3.032-1.5-3.898 0L2.697 16.126ZM12 15.75h.007v.008H12v-.008Z"
        />
      </svg>
    ),
    image: '/images/blog3.png',
  },
  {
    id: 'c4',
    title: 'چه عواملی بر قیمت سهام شرکت‌ها تاثیر گذار است؟',
    description: `همانطور که گفته شد عرضه و تقاضا یکی از عوامل کلیدی در تعیین قیمت سهام است. فرض کنید سرمایه‌گذاران می‌خواهند در سهام شرکت X که یک شرکت انرژی فرضی است سرمایه گذاری کنند. در روز اول هفته، قیمت سهم 35 دلار است. روز بعد، یک تحلیلگر وال استریت گزارشی مثبت درباره آینده بخش انرژی منتشر می‌کند. این نگرش مثبت باعث افزایش تقاضا برای سهام این شرکت می‌شود و قیمت آن به 40 دلار ارتقا می‌یابد. بنابراین، در یک روز، قیمت سهم 14 درصد افزایش می‌یابد.`,
    logo: (
      <svg
        xmlns="http://www.w3.org/2000/svg"
        fill="none"
        viewBox="0 0 24 24"
        strokeWidth={1.5}
        stroke="currentColor"
        className="w-full h-full"
      >
        <path
          strokeLinecap="round"
          strokeLinejoin="round"
          d="M2.25 18 9 11.25l4.306 4.306a11.95 11.95 0 0 1 5.814-5.518l2.74-1.22m0 0-5.94-2.281m5.94 2.28-2.28 5.941"
        />
      </svg>
    ),
    image: '/images/blog4.png',
  },
  {
    id: 'c5',
    title: ' بزرگترین بازارهای سهام آمریکا کدامند؟',
    description: `ایالات متحده با بازار مالی پویا خود، چندین بازار سهام اصلی را در اختیار دارد که معاملات اوراق بهادار را تسهیل می‌کنند. از میان این بازارهای برجسته می‌توان به بورس اوراق بهادار نیویورک (NYSE) و سامانه اعلام قیمت خودکار انجمن ملی ‌معامله‌گران اوراق بهادار (NASDAQ) اشاره کرد که هرکدام ویژگی‌ها و خصوصیات خاص خود را دارند. شاخص استاندارد و پور (S&P 500) نیز تأثیر قابل توجهی دارد. در ادامه هر کدام از این بازارها را به صورت مفصل توضیح خواهیم داد.`,
    logo: (
      <svg
        xmlns="http://www.w3.org/2000/svg"
        fill="none"
        viewBox="0 0 24 24"
        strokeWidth={1.5}
        stroke="currentColor"
        className="w-8 h-8"
      >
        <path
          strokeLinecap="round"
          strokeLinejoin="round"
          d="M7.5 14.25v2.25m3-4.5v4.5m3-6.75v6.75m3-9v9M6 20.25h12A2.25 2.25 0 0 0 20.25 18V6A2.25 2.25 0 0 0 18 3.75H6A2.25 2.25 0 0 0 3.75 6v12A2.25 2.25 0 0 0 6 20.25Z"
        />
      </svg>
    ),
    image: '/images/blog1.png',
  },
  {
    id: 'c6',
    title: 'صندوق سرمایه گذاری طلا چیست و سرمایه گذاری در آن چگونه است؟',
    description: `صندوق سرمایه‌گذاری طلا چیست؟ سؤالی که این روزها از عموم مردم شنیده می‌شود. از گذشته تا به امروز تمام افراد به دنبال حفظ ارزش و ارتقای قدرت مالی خود بوده‌اند. کمتر کسی را می‌توانید پیدا کنید که این امر را مهم قلمداد نکند. درآمد و دستیابی به پول یک امر مهم است ولی مهم‌تر از آن حفظ ارزش سرمایه شماست. ارزش پول همواره در حال سقوط است و سرمایه ثابت نمی‌تواند شما را ثروتمند کند بلکه تنها سرمایه‌گذاری درست و هدفمند می‌تواند به شما کمک کند.`,
    logo: (
      <svg
        xmlns="http://www.w3.org/2000/svg"
        fill="none"
        viewBox="0 0 24 24"
        strokeWidth={1.5}
        stroke="currentColor"
        className="w-full h-full"
      >
        <path
          strokeLinecap="round"
          strokeLinejoin="round"
          d="M3 13.125C3 12.504 3.504 12 4.125 12h2.25c.621 0 1.125.504 1.125 1.125v6.75C7.5 20.496 6.996 21 6.375 21h-2.25A1.125 1.125 0 0 1 3 19.875v-6.75ZM9.75 8.625c0-.621.504-1.125 1.125-1.125h2.25c.621 0 1.125.504 1.125 1.125v11.25c0 .621-.504 1.125-1.125 1.125h-2.25a1.125 1.125 0 0 1-1.125-1.125V8.625ZM16.5 4.125c0-.621.504-1.125 1.125-1.125h2.25C20.496 3 21 3.504 21 4.125v15.75c0 .621-.504 1.125-1.125 1.125h-2.25a1.125 1.125 0 0 1-1.125-1.125V4.125Z"
        />
      </svg>
    ),
    image: '/images/blog2.png',
  },
  {
    id: 'c7',
    title: 'صندوق سرمایه گذاری با درآمد ثابت چیست و چه مزایایی دارد؟',
    description: ` شناسایی هدف و خواندن دقیق اساسنامه به شما این امکان را می‌دهد که با انتخاب صندوق مورد نظر سود قابل قبول و مطمئن کسب کنید. همانطور که باهم مرور کردیم از مزایای سرمایه گذاری در صندوق با درآمد ثابت معامله آسان و سود مطمئن بدون ریسک است. برای بسیاری از افراد که به دنبال سرمایه گذاری در بانک هستند سرمایه گذاری در صندوق‌های درآمد ثابت می‌تواند یک موهبت باشد که با ریسک کم سودی چند برابر بیشتر از سود بانکی را کسب کنند.`,
    logo: (
      <svg
        xmlns="http://www.w3.org/2000/svg"
        fill="none"
        viewBox="0 0 24 24"
        strokeWidth={1.5}
        stroke="currentColor"
        className="w-full h-full"
      >
        <path
          strokeLinecap="round"
          strokeLinejoin="round"
          d="M12 9v3.75m-9.303 3.376c-.866 1.5.217 3.374 1.948 3.374h14.71c1.73 0 2.813-1.874 1.948-3.374L13.949 3.378c-.866-1.5-3.032-1.5-3.898 0L2.697 16.126ZM12 15.75h.007v.008H12v-.008Z"
        />
      </svg>
    ),
    image: '/images/blog3.png',
  },
  {
    id: 'c8',
    title: 'چه عواملی بر قیمت سهام شرکت‌ها تاثیر گذار است؟',
    description: `همانطور که گفته شد عرضه و تقاضا یکی از عوامل کلیدی در تعیین قیمت سهام است. فرض کنید سرمایه‌گذاران می‌خواهند در سهام شرکت X که یک شرکت انرژی فرضی است سرمایه گذاری کنند. در روز اول هفته، قیمت سهم 35 دلار است. روز بعد، یک تحلیلگر وال استریت گزارشی مثبت درباره آینده بخش انرژی منتشر می‌کند. این نگرش مثبت باعث افزایش تقاضا برای سهام این شرکت می‌شود و قیمت آن به 40 دلار ارتقا می‌یابد. بنابراین، در یک روز، قیمت سهم 14 درصد افزایش می‌یابد.`,
    logo: (
      <svg
        xmlns="http://www.w3.org/2000/svg"
        fill="none"
        viewBox="0 0 24 24"
        strokeWidth={1.5}
        stroke="currentColor"
        className="w-full h-full"
      >
        <path
          strokeLinecap="round"
          strokeLinejoin="round"
          d="M2.25 18 9 11.25l4.306 4.306a11.95 11.95 0 0 1 5.814-5.518l2.74-1.22m0 0-5.94-2.281m5.94 2.28-2.28 5.941"
        />
      </svg>
    ),
    image: '/images/blog4.png',
  },
];
